Repository: DianaMoyaLapeira/UmbrellaFloodSafety
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# "No Umbrellas yet. Try adding some in the profile tab!"
source: "No Umbrellas yet.\nTry adding some in the profile tab!"
es: No tienes Umbrellas todavía.\n¡Prueba a agregar algunos en la pestaña de perfil!

source: "What do the green, yellow, red, or gray circles mean?"
es: ¿Qué significan los círculos verdes, amarillos, o rojos?

source: 1. Remember your emergency plan (if you have one)
es: 1. Recuerda tu plan de emergencia (si tienes uno)

source: 1. The floods most likely to affect our home are: (optional)
es: 1. Las inundaciones con más probabilidades de afectar a nuestro hogar son: (opcional)

source: 2. Stay away from the flood water
es: 2. Manténgase alejado del agua de indundación

source: 2. What are the escape routes from our home? (optional)
es: 2. Cuáles son las rutas de escape desde nuestro hogar (opcional)

source: 3. Find a trusted adult
es: 3. Encuentra un adulto de confianza

source: 3. Get to high ground
es: 3. Muévete a terreno más alto

source: 3. If separated during an emergency, what is our meeting place near our home? (optional)
es: 3. Si estamos separados durante una emergencia, cuál es nuestro lugar de encuentro cerca de nuestro hogar? (opcional)

source: 3. Stay informed
es: 3. Mantente informado

source: 4. If we cannot return home or are asked to evacuate, what is our meeting place outside of our neighborhood? (optional)
es: 4. Si no podemos regresar a casa o tenemos que evacuar, cuál es nuestro lugar de encuentro fuera de nuestro vecindario? (opcional)

source: 4. If you still feel unsafe or there are no adults nearby, call 911
es: 4. Si todavía te sientes en peligro o no hay adultos cerca, llama al 911

source: 4. If you still feel unsafe or there are no adults, call 911
es: 4. Si todavía te sientes en peligro o no hay adultos cerca, llama al 911

source: 4. Obey evacuation orders
es: 4. Obedezca las órdenes de evacuación

source: 5. Call 911 if you feel unsafe
es: 5. Llama al 911 si se siente en peligro

source: 5. Call or text trusted adults
es: 5. Llame o envíe mensajes de texto a adultos de confianza.

source: 5. Electrical Safety
es: 5. Seguridad eléctrica

source: 6. Check in on loved ones
es: 6. Comuníquese con seres queridos o amigos

source: A gray circle means that Umbrella is trying to get the weather for a location.
es: Un círculo gris significa que Umbrella está intentando obtener el clima de un lugar.

source: A green circle stands for no current flood warnings. This means that the National Weather Service has not given flood warnings for someone's location.
es: Un círculo verde significa que no hay advertencias de inundaciones actuales. Esto significa que el Servicio Meteorológico Nacional no ha emitido advertencias de inundaciones para la ubicación de nadie.

source: A red circle stands for a flood warning. This means that flooding will happen or is happening in someone's area.
es: Un círculo rojo representa una advertencia de inundación. Esto significa que se producirán o se están produciendo inundaciones en el área de alguien.

source: A yellow circle stands for a flood advisory or watch in someone's area. A flood advisory means that a little flooding (not life-threatening) may happen. A flood watch means that flooding is more likely than normal.
es: Un círculo amarillo representa un aviso o vigilancia de inundación en el área de alguien. Un aviso de inundación significa que puede ocurrir una pequeña inundación (que no pone en peligro la vida). Una alerta de inundación significa que es más probable que se produzcan inundaciones de lo normal.

source: Accessories
es: Accesorios

source: Add Members
es: Añadir miembros

source: Add New Contact
es: Añadir contacto

source: Add New Pet
es: Añadir mascota

source: Add or Remove Users
es: Agregar o quitar usuarios

source: Add/Remove Users
es: Agregar/quitar usuarios

source: Avoid rooms with submerged electrical outlets. Get away from any sparks, hissing, or cracking noises.
es: Evite habitaciones con enchufes sumergidos. Aléjese de chispas, silbidos o crujidos.

source: Back
es: Regresar

source: Block
es: Bloquear

source: Block User
es: Bloquear usuario

source: Block User?
es: Bloquear usarlo?

source: Blocked Users
es: Usuarios bloqueados

source: Blush
es: Rubor

source: Call
es: Llama al

source: Call 911
es: Llama al 911

source: Call 911?
es: Llama al 911?

source: Cancel
es: Cancelar

source: Cell Phone Number (optional)
es: Número de celular (opcional)

source: Cell Phone: %@
es: Celular: %@

source: Cell Phone: None yet
es: Número de teléfono móvil: Ninguno todavía

source: Check for updates through official weather broadcasts using the Internet, radio, television, etc.
es: Busque actualizaciones a través de transmisiones meteorológicas oficials usando el Internet, radio, televisión, etc.

source: Check up on them if you think they might be in danger.
es: Comuníquese con ellos si cree que podrían estar en peligro.

source: Click to edit
es: Haga clic para editar

source: Click to Edit
es: Haga clic para editar

source: Color (optional)
es: Color (opcional)

source: Color: None yet
es: Color: Ninguno todavía

source: Contact info
es: Información de contacto

source: Contact Info
es: Información de contacto

source: Contact Info (optional)
es: Información de contacto (opcional)

source: Contact Info: %@
es: Información de contacto: %@

source: Contact Umbrella Flood Safety through contact@umbrellafloodsafety.com
es: Comuníquese con Umbrella Flood Safety a través de contacto@umbrellafloodsafety.com

source: Create A New Group
es: Crear una Umbrella

source: Create A New Umbrella
es: Crear una Umbrella

source: Create account
es: Crear cuenta

source: Create Account
es: Crea cuenta

source: Create an Avatar
es: Crea un avatar

source: Create an Umbrella
es: Crear una Umbrella

source: Create Umbrella
es: Crear Umbrella

source: Create Your Account
es: Crea tu cuenta

# Create Your Account
source: Create Your \nAccount
es: Crea su \nCuenta

source: Delete
es: Eliminar

source: Delete Account
es: Eliminar cuenta

source: Delete Account?
es: Eliminar cuenta?

source: Delete plan?
es: Eliminar plan?

source: Done
es: Listo

source: Edit
es: Editar

source: Edit Avatar
es: Editar avatar

source: Edit Emergency Plan
es: Editar plan de emergencia

source: Edit Name
es: Editar nombre

source: Edit Password
es: Editar contraseña

source: Edit Profile
es: Editar perfil

source: Email address (optional)
es: Dirección de correo electrónico (opcional)

source: Email address: None yet
es: Correo electrónico: Ninguno todavía

source: Email: %@
es: Correo electrónico: %@

source: Emergency
es: Emergencias

source: Emergency Help
es: Ayuda de emergencia

source: Emergency Plans
es: Planes de emergencia

source: Enter cell phone number
es: Ingrese el número de teléfono celular

source: Enter color
es: Ingrese color

source: Enter contact info
es: Ingrese información de contacto

source: Enter email address
es: Ingrese dirección de correo electrónico

source: Enter evacuation plan
es: Ingrese plan de evacuación

source: Enter evacuation site
es: Ingrese sitio de evacuación

source: Enter home phone number
es: Ingrese el número de teléfono de casa

source: Enter name
es: Ingrese el nombre

source: Enter recovery email here:
es: Ingrese el correo electrónico de recuperación aquí

source: Enter registration #
es: Ingrese numero de registro

source: Enter the six digit group code
es: Ingrese el código de grupo de seis dígitos

source: Enter Title
es: Ingrese el título

source: Enter type
es: Ingrese el tipo de mascota

source: Escape route from home
es: Ruta de escape desde casa

source: Evacuate immediately if ordered to do so. Lock doors and disconnect utilities/appliances if you have time.
es: Evacue inmediatamente si se le ordena hacerlo. Cierre las puertas y desconecte los servicios públicos/electrodomésticos si tiene tiempo.

source: Evacuation Plan for Children
es: Plan de evacuación para niños

source: Evacuation site
es: Sitio de evacuación

source: Evacuation Site
es: Sitio de evacuación

source: Evacuation site: %@
es: Sitio de evacuación: %@

source: Evacuation site: None yet
es: Sitio de evacuación: Ninguno todavía

source: Everything good!
es: Todo bien!

source: External Emergency Contacts
es: Contactos de emergencia externos

source: Family Member Contact Info
es: Información de contacto de la familia

source: First choice route
es: Ruta de primera elección

source: First Name
es: Primer nombre

source: Flash floods, coastal floods, etc.
es: Inundaciones repentinas, inundaciones costeras, etc.

source: Flood Advisory or Watch
es: Aviso o vigilancia de inundaciones

source: Flood Safety Sources
es: Fuentes de información sobre la seguridad contra inundaciones

source: Flood Status
es: Estado de inundación

source: Flood Warning
es: Aviso de inundación

source: For Adults
es: Para adultos

source: For kids
es: Para niños

source: For Kids
es: Para niños

source: Front
es: Frente

source: Get Started
es: Empezar

source: Glasses
es: Anteojos

source: Go back without saving?
es: Regresar sin guardar cambios?

source: Go to emergency plans on Umbrella
es: Ir a planes de emergencia en Umbrella

source: Group Name
es: Nombre de grupo

source: Hair
es: Cabello

source: Hair Color
es: Color de pelo

source: Hello
es: Hola

source: Hello, World!
es: Hola mundo!

source: Home Phone Number (optional)
es: Número de teléfono residencial (opcional)

source: Home Phone: %@
es: Teléfono de la casa: %@

source: Home Phone: None yet
es: Número de teléfono de casa: Ninguno todavía

source: I Already Have an Account
es: Ya tengo una cuenta

source: I Already Have An Account
es: Ya tengo una cuenta

source: I'm A Kid
es: Soy un niño

source: I'm An Adult
es: Soy un adulto

source: If separated during an emergency, what is our meeting place near our home?
es: Si estamos separados durante una emergencia, ¿cuál es nuestro lugar de encuentro cerca de nuestro hogar?

source: If we cannot return home or are asked to evacuate, what is our meeting place outside of our neighborhood?
es: Si no podemos regresar a casa o nos piden evacuar, ¿cuál es nuestro lugar de reunión fuera de nuestro vecindario?

source: If you feel unsafe, stay away from the water, get to high ground, and check out your emergency plans.
es: Si no te sientes seguro/a, manténgase alejado del agua, diríjase a un terreno elevado y revise sus planes de emergencia.

# It looks like there's a %@ in %@'s area.
source: It looks like there's a %1$@ in %2$@'s area.
es: Parece que hay una %1$@ en el área de %2$@.

source: It looks like there's a %@ in your area.
es: Parece que hay una %@ en tu área.

source: Join an Umbrella
es: Unirse a una Umbrella

source: Join An Umbrella
es: Unirse a una Umbrella

source: Join Umbrella
es: Unirse a Umbrella

source: Key
es: Llave

source: Last updated %@
es: Última actualización %@

source: Learn
es: Información

source: Leave
es: Regresar

source: Leave without saving?
es: Regresar sin guardar?

source: Location sharing
es: Compartir ubicación

source: Log In
es: Iniciar sesión

source: Log Out
es: Cerrar sesión

source: Logged In
es: Sesión iniciada

source: Longer Styles
es: Cabello largo

source: Make an Emergency Plan
es: Crear un plan de emergencia

source: Make New
es: Crear nuevo

source: Make sure your loved ones are safe.
es: Asegúrese de que sus seres queridos estén a salvo.

source: Meeting place near home
es: Lugar de encuentro cerca de casa

source: Meeting place outside neighborhood
es: Lugar de encuentro fuera del vecindario

source: Members
es: Miembros

source: Members: %@
es: Miembros: %@

source: Message
es: Mensaje

source: Messages
es: Mensajes

source: Mouth
es: Boca

source: My Emergency Plans
es: Mis planes de emergencia

source: MyUmbrellas
es: MisUmbrellas

source: Name
es: Nombre

source: Name (optional)
es: Nombre (opcional)

source: National Water Prediction Service
es: El Servicio Nacional de Meteorología

source: National Weather Service Flood Safety Tips
es: Consejos de seguridad contra inundaciones del Servicio Meteorológico Nacional

source: National Weather Service Safety During Floods
es: Seguridad del Servicio Meteorológico Nacional durante las inundaciones

source: Near
es: Cerca de

source: New Child Evacuation Plan
es: Nuevo plan de evacuación para niños

source: New Family Emergency Contact
es: Nuevo contacto

source: New Pet Emergency Info
es: Nueva información de emergencia para mascotas

source: New Special Needs/Disabilities Plan
es: Nuevo Plan de Necesidades Especiales/Discapacidades

source: No Connection
es: Sin conexión

source: No emergency plans yet. Try adding some below!
es: Aún no hay planes de emergencia. ¡Intenta agregar algunos!

source: No members yet. Add members on their device using the Umbrella Code!
es: Aún no hay miembros. ¡Agregue miembros a su dispositivo usando el código Umbrella!

source: No messages yet. Try joining an Umbrella in the profile tab!
es: Aún no hay mensajes. ¡Prueba unirte a un Umbrella en la pestaña de perfil!

source: No messages yet. Try sending some!
es: Aún no hay mensajes. ¡Prueba a enviar alguno!

# No messages yet. Try joining an Umbrella in the profile tab!
source: No messages yet.\n Try joining an Umbrella in the profile tab!
es: Aún no hay mensajes.\n ¡Prueba unirte a un Umbrella en la pestaña de perfil!

source: No Umbrellas Yet
es: No hay Umbrellas todavía

source: No Umbrellas yet. Try adding some in the profile tab!
es: No tienes Umbrellas todavía. ¡Prueba a añadir algunos en el la pestaña de perfil!

source: Notifications
es: Notificaciones

source: Notifications will appear if any group member is in a flood hazard area.
es: Aparecerán notificaciones si algún miembro del grupo se encuentra en una zona de riesgo de inundación.

source: Password
es: Contraseña

source: Password must be at least 6 characters long.
es: La contraseña debe tener al menos 6 caracteres.

source: People In Plan
es: Personas en el plan

source: Pet Info
es: Información de mascotas

source: Plan Name
es: Nombre de plan

source: Plan of Action
es: Plan de acción

source: Plan Title
es: Título

source: Plan Title:
es: Título:

source: Plan: None yet
es: Plan: Ninguno todavía

source: Plans for Special Needs/Disabilities
es: Planes para necesidades especiales/discapacidades

source: Please fill in all fields
es: Por favor, rellene todos los campos obligatorios

source: Please let us know why so we can take appropriate measures.
es: Por favor, háganos saber por qué para que podamos tomar las medidas adecuadas.

source: Prepare for Floods
es: Preparación

source: Profile
es: Perfil

source: Reason for reporting
es: Motivo de reporte

source: Recovery Email
es: Dirección de correo electrónico de recuperación

source: Red Cross Family Disaster Plan
es: Plan Familiar de Desastres de la Cruz Roja de los Estados Unidos

source: Registration # (optional)
es: Número de registro (opcional)

source: Registration #: %@
es: Número de registro %@

source: Registration #: None yet
es: Número de registro de mascota: Ninguno todavía

source: Remember: Turn around, don't drown!
es: Recuerda: Dese la vuelta, no se ahogue!

source: Remove
es: Eliminar

source: Report A User
es: Reportar un usuario

source: Report User
es: Reportar usuario

source: Resources
es: Recursos

source: Safe room
es: Habitación segura

source: Safe Room
es: Habitación segura

source: Second choice route
es: Ruta alternativa

source: Select an Umbrella
es: Seleccione un paraguas

source: Set Up Recovery Email
es: Configurar correo electrónico de recuperación

source: Settings
es: Configuración

source: Shirt
es: Camisa

source: Short Styles
es: Cabello corto

source: Skin
es: Piel

source: Skin Color
es: Tono de piel

source: Sources
es: Fuentes

source: Stay on high ground if you're already there.
es: Mantente en terreno alto si ya está ahí.

source: Tap here to go to plan
es: Haga clic aquí para ir al plan

source: text message
es: mensaje de texto

source: Text through Umbrella
es: Envía mensajes de texto a través de Umbrella

source: Thank you for choosing Umbrella!
es: Gracias por usar Umbrella!

source: The floods most likely to affect our home are:
es: Las inundaciones con mayor probabilidad de afectar nuestro hogar son:

source: Type (optional)
es: Tipo (opcional)

source: Type reason for reporting here
es: Ingrese el motivo de reporte aquí

source: Type: %@
es: Tipo: %@

source: Type: None yet
es: Tipo: Ninguno todavía

source: Umbrella Code
es: Código de Umbrella

source: Umbrella Code: %@
es: Código de Umbrella: %@

source: Umbrella Name
es: Nombre de Umbrella

source: Umbrellas In Common
es: Umbrella en común

source: Unblock
es: Desbloquear

source: Unblock Users
es: Desbloquear usuarios

source: Unicef Flood Safety Information
es: Información de Unicef ​​sobre seguridad ante inundaciones

source: UNICEF Flood Safety Information
es: Información de UNICEF sobre seguridad contra inundaciones

source: Username
es: Nombre de usuario

source: We are sorry that you've had a bad experience with user
es: Lamentamos que hayas tenido una mala experiencia con el usuario %@.

source: We are sorry that you've had a bad experience with user %@. Please let us know why so we can take appropriate measures.
es: Lamentamos que hayas tenido una mala experiencia con el usuario %@. Por favor, háganos saber por qué para que podamos tomar las medidas adecuadas.

source: We are sorry that you've had a bad experience with user%@. Please let us know why so we can take appropriate measures.
es: Lamentamos que hayas tenido una mala experiencia con el usuario%@. Por favor, háganos saber por qué para que podamos tomar las medidas adecuadas.

source: Welcome Back!
es: Bienvenido!

source: What are the escape routes from our home?
es: ¿Cúales son las rutas de escape desde nuestro hogar?

source: What do I do in a Flood?
es: ¿Qué hago en una inundación?

source: What do the green, yellow, or red circles mean?
es: ¿Qué significan los círculos verdes, amarillos, o rojos?

source: What do the green, yellow, red, or gray circles mean?
es: ¿Qué significan los círculos verdes, amarillos, rojos o grises?

source: What is an accessible, safe room where we can go, seal windows, vents and doors and listen to emergency broadcasts for instructions?
es: ¿Qué es una habitación accesible y segura donde podemos ir, sellar ventanas, rejillas de ventilación y puertas y escuchar transmisiones de emergencia para recibir instrucciones?

source: What is an alternate route to get there?
es: ¿Cúal es una ruta alternative para llegar allí?

source: What is an alternate route to get there? (optional)
es: ¿Cuál es una ruta alternativa para llegar allí? (opcional)

source: What is our route to get there?
es: ¿Cuál es nuestra ruta para llegar ahí?

source: What is our route to get there? (optional)
es: Cual es nuestra ruta para llegar allí? (opcional)

source: Who's in This Plan?
es: ¿Quién está en este plan?

source: You can also report downed power lines or gas leaks through 911.
es: También puede informar líneas eléctricas caídas o fugas de gas a través del 911.

source: You have no blocked users
es: No tiene usuarios bloqueados.

source: Your flood safety companion
es: Su compañero de seguridad contra inundaciones
